Repository: alfawatson/alfamobile-localization-ios
Catalog: *.lproj/Localizable.strings
Languages: kk, ru

# auth.sms.resend
source: Resend
kk: Қайтадан жіберу
ru: Отправить заново

# auth.sms.resend_counter_message
source: You can resend SMS code in %li sec
kk: %li секунд ішінде SMS кодын қайтадан жібере аласыз
ru: Повторить отправку можно через %li сек

# auth.registration.title
source: Enter your mobile phone
kk: Ұялы телефоныңызды енгізіңіз
ru: Укажите мобильный телефон

# auth.registration.callCenter
source: Call the Bank
kk: Байланыс орталығына қоңырау шалу
ru: Позвонить в Call Center

# auth.smsValidation.title
source: SMS confirmation
kk: SMS растау
ru: SMS подтверждение

# auth.smsValidation.enterSmsCode
source: Enter code from SMS
kk: SMS кодты енгізіңіз
ru: Введите код из SMS

# auth.smsValidation.invalidCode
source: Invalid code
kk: Код дұрыс емес
ru: Неверный код

# auth.smsValidation.smsSent
source: SMS sent to number %@
kk: SMS %@ нөміріне жіберілді
ru: SMS отправлен на номер %@

# auth.creditCardInput.title
source: Enter your card number
kk: Карта нөмірін енгізіңіз
ru: Введите номер карты

# auth.creditCardInput.invalidCardNumber
source: Invalid card number
kk: Жарамсыз карта нөмірі
ru: Неверный номер карты

# auth.creditCardInput.forgotCardNumber
source: I don't remember the card number
kk: Картаның нөмірі есімде жоқ
ru: Не помню номер карты

# auth.registration.agreementText
source: I have read and agree with the Bank's %@
kk: Мен Банктің тарифтерін %@ және келісемін
ru: с тарифами Банка %@ и согласен

# transfers.international.onboardingTitle
source: International transfers
kk: Халықаралық аударымдар
ru: Международные переводы

# transfers.international.onboardingDescription
source: Make transfers from any Kazakhstan card to any card worldwide. Transfer commission starting from 0,7%
kk: Қазақстандық картадан әлемнің кез-келген банк картасына аударым жасаңыз. Аударым комиссия - 0,7%
ru: Совершай переводы с любой казахстанской карты на карту любого банка мира. Комиссия за перевод от 0,7%

# transfers.international.onboardingButtonTitle
source: Make a transfer
kk: Аударманы жасау
ru: Совершить перевод

# common.further
source: Next
kk: Келесі
ru: Далее

# auth.ibanInput.title
source: Enter account number
kk: Шот нөміріңізді енгізіңіз
ru: Введите номер счета

# auth.ibanInput.errorInvalidIban
source: Invalid account number
kk: Қате шот нөмірі
ru: Неверный номер счета

# auth.smsValidation.incorrectSms
source: Invalid SMS code
kk: Сіз қате SMS енгіздіңіз
ru: Вы ввели неверный СМС код

# payments.operationResult.addedToFavorites
source: Added to Favorites
kk: Жиі қойылатын қосылды
ru: Добавлено в Частые

# payments.operationResult.toNumber
source: To phone number
kk: Нөмірге
ru: На номер

# payments.operationResult.paymentHistory
source: Payments History
kk: Төлемдер тарихы
ru: История платежей

# payments.operationResult.sendReceipt
source: Send a receipt
kk: Шот жіберу
ru: Отправить квитанцию

# payments.operationResult.paid
source: Paid
kk: Ақылы
ru: Оплачено

# payments.operationResult.invoiceRecept
source: Receipt for address: %@
kk: %@ мекенжай бойынша түбіртек
ru: Квитанция по адресу: %@

# payments.operationResult.backToPayments
source: Return to payments
kk: Төлемдерге оралу
ru: Вернуться в платежи

# payments.operationResult.paymentFailed
source: Payment failed
kk: Төлем орындалмады
ru: Платеж не прошел

# payments.operationResult.paymentFailedDescription
source: There was an error during the payment. Try again or contact our support team.
kk: Қызметке ақы төлеу кезінде ақау пайда болды. Әрекетті қайталаңыз немесе қолдау қызметіне хабарласыңыз.
ru: Произошел сбой при оплате услуги. Повторите попытку или обратитесь в службу поддержки.

# payments.operationResult.retryPayment
source: Retry payment
kk: Төлемді қайталау
ru: Повторить платеж

# payments.operationResult.customerSupport
source: Customer support
kk: Қолдау қызметі
ru: Служба поддержки

# payments.operationResult.paymentDeclined
source: Payment declined
kk: Төлем қабылданбады
ru: Платеж отклонен

# payments.operationResult.invalidSmsCodeDescription
source: You have entered an incorrect SMS code, retry payment
kk: Сіз қате SMS кодын енгіздіңіз, төлемді қайталаңыз
ru: Вы ввели неверный СМС код, повторите платеж

# auth.pinInput.createPin
source: Set the code to quickly log in to the app
kk: Қосымшаға кіру үшін кодты орнатыңыз
ru: Установите код для быстрого входа в приложение

# common.cancel
source: Cancel
kk: Болдырмау
ru: Отмена

# auth.pinInput.repeatPin
source: Confirm code
kk: Кодты қайталаңыз
ru: Подтвердите код

# common.call
source: Call
kk: Шалу
ru: Вызов

# auth.temporaryPassword.getTemporaryPassword
source: You need to call the call center and get a temporary password
kk: Сізге байланыс орталығына қоңырау шалып, уақытша пароль алу керек
ru: Вам необходимо позвонить в Call Center и получить временный пароль

# auth.temporaryPassword.name
source: Temporary Password
kk: Уақытша пароль
ru: Временный пароль

# auth.temporaryPassword.callCenterForFree
source: Call the call center. Free from mobile phone.
kk: Байланыс орталығына қоңырау шалыңыз. Ұялы телефоннан тегін.
ru: Позвонить в Call Center. Бесплатно с мобильного телефона.

# payments.invoiceForm.checkInvoice
source: Check receipt
kk: Түбіртекті тексеру
ru: Проверить квитанцию

# payments.invoiceForm.previouslyViewed
source: Previously viewed
kk: Бұрын қаралған
ru: Ранее просмотренные

# common.error
source: Error
kk: Қате
ru: Ошибка

# payments.invoiceForm.serviceSearch
source: Search services
kk: Іздеу қызметтері
ru: Поиск услуг

# banking.applePay.onboardingTitle
source: Apple Pay is a convenient, secure and confidential payment option
kk: Apple Pay — ыңғайлы, қауіпсіз және құпия төлеу тәсілі
ru: Apple Pay — это удобный, безопасный и конфиденциальный способ оплаты покупок

# banking.applePay.onboardingMessage
source: Now you can enjoy all the benefits of Alfa-Bank card with Apple Pay on iPhone and Apple Watch
kk: Apple Pay-мен Сіз Альфа-Банк картаңыздың барлық артықшылықтарын пайдалана аласыз
ru: Теперь вы можете пользоваться всеми преимуществами карты Альфа-Банка с Apple Pay на iPhone и Apple Watch

# banking.applePay.onboardingButton
source: More on Apple Pay
kk: Apple Pay туралы
ru: Подробнее об Apple Pay

# payments.common.toPay
source: To pay
kk: Төлемге
ru: К оплате

# payments.common.from
source: From
kk: Қайдан
ru: Откуда

# payments.common.pay
source: Pay
kk: Төлеу
ru: Оплатить

# payments.invoiceForm.account
source: Personal account
kk: Дербес шот
ru: Лицевой счет

# payments.invoiceForm.owner
source: Owner
kk: Иесі
ru: Владелец

# payments.invoiceForm.address
source: Address
kk: Мекен-жайы
ru: Адрес

# payments.invoiceForm.size
source: Size
kk: Аудан
ru: Площадь

# payments.invoiceForm.month
source: Month
kk: Ай
ru: Месяц

# payments.invoiceForm.debt
source: Debt
kk: Қарыз
ru: Задолженность

# payments.invoiceForm.overpayment
source: Over payment
kk: Артық төлеу
ru: Переплата

# payments.invoiceForm.fine
source: Fine
kk: Айыппұлдар
ru: Пеня

# payments.invoiceForm.recalculation
source: Recalculation
kk: Қайта есептеу
ru: Перерасчет

# payments.invoiceForm.invalidAccountNumber
source: Invalid account number
kk: Қате шот нөмірі
ru: Неверный номер лицевого счета

# common.skip
source: Skip
kk: Өткізу
ru: Пропустить

# banking.applePay.marketingTitle
source: Finally, Apple Pay at Alfa-Bank!
kk: Apple Pay Альфа-Банкте!
ru: Apple Pay в Альфа-Банке!

# banking.applePay.marketingMessage
source: Experience blazing-fast payment experience using Apple Pay
kk: Apple Pay көмегімен Сіз онай және тез төлей аласыз
ru: Теперь оплачивать покупки можно просто и быстро с помощью Apple Pay

# banking.applePay.marketingButton
source: Connect Apple Pay
kk: Apple Pay қосу
ru: Подключить Apple Pay

# auth.ibanInput.forgotIbanNumber
source: I don't remember account number
kk: Шоттың нөмірі есімде жоқ
ru: Не помню номер счёта

# transfers.addCard.senderDescription
source: Sender's card number
kk: Жіберушінің карта нөмірі
ru: Номер карты отправителя

# transfers.addCard.recipientDescription
source: Recipient's card number
kk: Алушының карта нөмірі
ru: Номер карты получателя

# payments.bill.statusNew
source: Payment in progress
kk: Төлем күтілуде
ru: Платеж в обработке

# payments.bill.statusError
source: Payment failed
kk: Төлем орындалмады
ru: Платеж не прошел

# payments.bill.statusSuccess
source: Successful payment
kk: Төлем қабылданды
ru: Платеж прошел успешно

# payments.bill.noCommission
source: No fee
kk: Комиссия 0 ₸
ru: Комиссия 0 ₸

# payments.bill.withCommission
source: Including fee
kk: Комиссиямен
ru: С учетом комиссии

# payments.bill.service
source: Service
kk: Қызмет
ru: Услуга

# payments.bill.billNumber
source: Invoice number
kk: Шот нөмірі
ru: Номер квитанции

# payments.bill.date
source: Date
kk: Күні
ru: Дата

# payments.bill.sendPdf
source: Send a receipt
kk: Шот жіберу
ru: Отправить квитанцию

# payments.bill.addToFrequents
source: Add to Favorites
kk: Жиі толемдерге қосу
ru: Добавить в Частые

# payments.bill.repeatPayment
source: Repeat payment
kk: Төлемді қайталау
ru: Повторить платеж

# payments.bill.fromAccount
source: Paid from
kk: Төленген
ru: Оплачено с

# payments.bill.commission
source: Commission
kk: Комиссия
ru: Комиссия

# payments.bill.violation
source: Violation
kk: Бұзушылық
ru: Нарушение

# payments.bill.protocolNumber
source: Invoice number
kk: Хаттама нөмірі
ru: Номер протокола

# common.error.timeout
source: Timed out. Try again.
kk: Күту уақыты аяқталды. Тағы да қайталап көріңіз.
ru: Время ожидания истекло. Попробуйте еще раз.

# common.error.any
source: An unexpected error has occurred. Please try again later.
kk: Күтпеген қате пайда болды. Кейінірек қайталап көріңіз.
ru: Произошла непредвиденная ошибка. Повторите попытку позже.

# payments.invoiceForm.currentMeterValues
source: Current meter readings
kk: Ағымдағы есептегіш көрсеткіштері
ru: Текущие показания счетчика

# payments.invoiceForm.previousMeterValues
source: Previous meter readings
kk: Алдыңғы есептегіш көрсеткіштері
ru: Предыдущие показания счетчика

# payments.invoiceForm.enteredAmountNote
source: You can change the amount to pay
kk: Төлеуге болатын соманы өзгерте аласыз
ru: Сумму к оплате можно изменить

# common.continue
source: Continue
kk: Жалғастыру
ru: Продолжить

# payments.invoiceForm.calculation
source: Calculation
kk: Есептеу
ru: Расчет

# payments.invoiceForm.tariff
source: %@ rate
kk: %@ тарифы
ru: тариф %@

# payments.invoiceForm.minRange
source: up to %@
kk: %@ дейін
ru: до %@

# payments.invoiceForm.midRange
source: from %@ to %@
kk: %@ дан %@ дейін
ru: с %@ до %@

# payments.invoiceForm.maxRange
source: more than %@
kk: %@ астам
ru: более %@

# common.information
source: Information
kk: Ақпарат
ru: Информация

# transfers.international.noTransactionCallToAction
source: Transfers from card to card of world banks
kk: Картадан әлем банктерінің картасына аударымдар
ru: Переводы с карты на карту банков мира

# payments.invoiceForm.shownOnPaperReceipt
source: Indicated on paper receipt
kk: Қағаз түбіртегінде көрсетілген
ru: Указан на бумажной квитанции

# payments.invoiceForm.noReceiptsFound
source: There are no unpaid receipts for the specified details
kk: Көрсетілген деректемелер үшін төленбеген түбіртектер жоқ
ru: По указанным реквизитам нет неоплаченных квитанций

# payments.common.newSearch
source: New search
kk: Жаңа ізденіс
ru: Новый поиск

# auth.temporaryPassword.getTemporaryPassword.first
source: You need to
kk: Сізге керек
ru: Вам необходимо

# auth.temporaryPassword.getTemporaryPassword.second
source: call the Bank
kk: байланыс орталығына қоңырау шалу
ru: позвонить в Call Center

# auth.temporaryPassword.getTemporaryPassword.third
source: and get a temporary password
kk: және уақытша парольді алу
ru: и получить временный пароль

# payments.common.confirmAndPay
source: Confirm and pay
kk: Растау және төлеу
ru: Подтвердить и оплатить

# payments.common.confirmTitle
source: Payment confirmation
kk: Төлем растау
ru: Подтверждение платежа

# payments.common.serviceProvider
source: Provider
kk: Өнім беруші
ru: Поставщик

# payments.drivingFine.checkFines
source: Check fines
kk: Айыппұлдарды тексеру
ru: Проверить штрафы

# payments.drivingFine.noNewFines
source: No new fines
kk: Жаңа айыппұлдар жоқ
ru: Нет новых штрафов

# payments.invoiceForm.numberOfTenants
source: Number of tenants
kk: Тұрғындар саны
ru: Кол-во проживающих

# common.fromAccount
source: From account
kk: Шоттан
ru: Со счета

# common.amount
source: Amount
kk: Сома
ru: Сумма

# common.phoneNumber
source: Phone number
kk: Телефон нөмірі
ru: Номер телефона

# auth.pinInput.passNotEqual
source: Codes do not match
kk: Кодтар сәйкес келмейді
ru: Коды не совпадают

# auth.pinInput.validation.error
source: You can't use simple digit combinations (1111, 2345, etc.)
kk: Сіз женiл сан комбинациясын қолдана алмайсыз (1111, 2345, т.б.)
ru: Нельзя использовать простые комбинации цифр (1111, 2345 и тд.)

# auth.pinInput.repeatPass
source: Repeat your code
kk: Кодты қайталаңыз
ru: Повторите код

# auth.pinLogin.alertDialog.title
source: Do you confirm you want to log out?
kk: Шынымен шыққыңыз келе ме?
ru: Вы действительно хотите выйти?

# auth.pinLogin.alertDialog.mainText
source: In case of logout, you will need to log in by phone number and card
kk: Егер сіз «Шығу» түймесін бассаңыз, телефон нөмірі мен картаны пайдаланып кіру қажет.
ru: Если вы нажмете на кнопку "Выйти", вам нужно будет авторизоваться с помощью номера телефона и карты.

# payments.drivingFine.fio
source: Name
kk: Аты-жөні
ru: ФИО

# payments.drivingFine.iin
source: IIN
kk: ЖСН
ru: ИИН

# payments.drivingFine.title
source: Traffic fines
kk: Жол жүру айыппұлы
ru: Штрафы ПДД

# payments.drivingFine.penaltyDate
source: Date of violation
kk: Бұзушылық күні
ru: Дата нарушения

# payments.drivingFine.protocolNum
source: Protocol №
kk: Хаттама №
ru: № протокола

# auth.pinLogin.title
source: Enter the code or attach your finger for quick access
kk: Жылдам кіру үшін кодты енгізіңіз немесе саусағыңызды бекітіңіз
ru: Введите код или приложите палец для быстрого доступа

# auth.pinLogin.noAttempts
source: Number of attempts exceeded
kk: Қайталау саны асып кетті
ru: Превышено количество попыток

# payments.drivingFine.noFinesFound
source: No fines found for this person
kk: Толық атауы / ИИН бойынша бұзушылықтары жоқ
ru: По ФИО/ИИН клиента нарушений нет

# common.validation.invalidIin
source: Incorrect IIN entered
kk: ЖСН қате енгізілді
ru: Введен неверный ИИН

# common.apply
source: Apply
kk: Қолдану
ru: Применить

# common.retry
source: Retry
kk: Қайталаңыз
ru: Повторить

# payments.common.accounts_empty
source: No available accounts
kk: Айыппұлдар жоқ
ru: Нет доступных счетов

# payments.common.error
source: Something went wrong, try again
kk: Бірдеңе дұрыс болмады, әрекетті қайталаңыз
ru: Что-то пошло не так, попробуйте еще раз

# common.phoneNumber.invalid
source: Wrong phone number
kk: Телефон нөмірі жарамсыз
ru: Неверный номер телефона

# payments.mobile.title
source: Mobile service
kk: Ұялы байланыс
ru: Мобильная связь

# payments.operationResult.resultInHistory
source: Payment result is available in history
kk: Төлем нәтижесі тарихта қол жетімді
ru: Результат платежа доступен в истории

# payments.operationResult.paid.amount
source: Payment %s accepted
kk: %s төлем қабылданды
ru: Оплата %s принята

# payments.mobile.operator
source: Provider
kk: Оператор
ru: Оператор

# payments.operationResult.support
source: Support
kk: Қолдау қызметі
ru: Служба поддержки

# payments.common.accounts.choose
source: Select an account to pay
kk: Шотты таңдаңыз
ru: Выберите счет для оплаты

# payments.mobile.enterPhoneNumber
source: Enter phone number
kk: Телефон нөмірін енгізіңіз
ru: Введите номер телефона

# payments.mobile.payAmount
source: Pay %s ₸
kk: %s ₸ төлеу
ru: Оплатить %s ₸

# auth.smsValidation.noAttempts
source: Number of attempts exceeded. Request a new SMS.
kk: Әрекеттер саны аяқталды. SMS-ті қайта сұраңыз.
ru: Количество попыток закончилось. Запросите заново SMS.

# auth.touchInput.validation.error
source: Touch ID validation error
kk: Touch ID өңдеу қатесі
ru: Ошибка при обработке отпечатка пальца

# auth.touchInput.touchNotDistinguished
source: Touch ID not distinguished
kk: Touch ID анықталмады
ru: Отпечаток не распознан

# auth.touchInput.touchConfigChanged
source: The Touch ID entry is off due to changes in your phone's settings. Enter with the passcode and go to "Settings"
kk: Touch ID енгізу телефоныңыздың параметрлеріндегі өзгерістерге байланысты өшірулі. Код-парольды енгізіп, «Параметрлер» бөліміне өтіңіз
ru: Вход по отпечатку выключен, из-за изменений в настройках телефона. Войдите в приложение по код-паролю и перейдите в "Настройки"

# auth.touchInput.touchScanner.error
source: Touch ID scanner initialization error
kk: Touch ID сканерін баптау қатесі
ru: Ошибка инициализации сканера отпечатка пальца

# auth.touchInput.allowTouch
source: Do you want to allow fingerprint log in ?
kk: Саусақ ізі арқылы кіруге рұқсат бересіз бе?
ru: Разрешить вход по отпечатку пальца?

# common.allow
source: Allow
kk: Рұқсат ету
ru: Разрешить

# common.yes
source: Yes
kk: Иә
ru: Да

# common.no
source: No
kk: Жоқ
ru: Нет

# common.funds.pay
source: Pay
kk: Төлеу
ru: Оплатить

# common.funds.send
source: Send
kk: Аудару
ru: Перевести

# common.funds.withdraw
source: Replenish
kk: Толтыру
ru: Пополнить

# products.card.activate
source: Activate
kk: Іске қосу
ru: Активировать

# products.card.status.notActive
source: The card is not active
kk: Карта белсенді емес
ru: Карта не активна

# products.card.status.blocked
source: The card is blocked
kk: Карта құлыпталған
ru: Карта заблокирована

# products.card.unblock
source: Unblock
kk: Құлпын ашу
ru: Разблокировать

# settings.applePay.touchIdSettings
source: Apple Pay works best with Touch ID and requires a Pass-code
kk: Apple Pay Touch ID-мен жақсы істейді және код-парольді қажет етеді
ru: Apple Pay лучше работает c Touch ID и требует наличия код-пароля

# settings.applePay.faceIdSettings
source: Apple Pay works better with Face ID and requires a Pass-code
kk: Apple Pay Face ID-мен жақсы істейді және код-парольді қажет етеді
ru: Apple Pay лучше работает с Face ID и требует наличия код-пароля

# settings.applePay.setup
source: Apple Pay settings
kk: Apple Pay орнату
ru: Настройка Apple Pay

# settings.applePay.biometricSetup
source: Set Face ID and Pass-code
kk: Face ID және коды-парольді орнату
ru: Настроить Face ID и код-пароль

# settings.applePay.connect
source: Connect Apple Pay
kk: Apple Pay Қосу
ru: Подключить Apple Pay

# payments.invoiceForm.changeAmountHint
source: You can change the amount to pay
kk: Сіз төленетін соманы өзгерте аласыз
ru: Вы можете изменить сумму к оплате

# common.chooseAccount
source: Choose an account
kk: Шотты таңдаңыз
ru: Выберите счет

# common.notEnoughFunds
source: Not enough funds in the account
kk: Шотта қаражат жеткіліксіз
ru: Недостаточно средств на выбранном счете

# common.enterAmount
source: Enter amount
kk: Соманы енгізіңіз
ru: Введите сумму

# common.validation.empty
source: Please fill in the field to continue
kk: Жалғастыру үшін өрісті толтырыңыз
ru: Пожалуйста, заполните поле, чтобы продолжить

# common.validation.invalid
source: The field is not filled correctly
kk: Өріс дұрыс толтырылмаған
ru: Поле заполнено не корректно

# common.logout
source: Log out
kk: Шығу
ru: Выйти

# auth.pinLogin.enterPin
source: Enter the pin for quick access
kk: Жылдам кіру үшін кодты енгізіңіз
ru: Введите код для быстрого входа

# auth.pinLogin.forgotPin
source: Forgot pin?
kk: Кодты Ұмыттым
ru: Забыли код?

# auth.pinInput.cancelRegister
source: Cancel Registration
kk: Тіркеуден бас тарту
ru: Отменить регистрацию

# auth.pinInput.cancelRegisterMessage
source: If you click the Exit button, all registration data will be lost
kk: Егер сіз Шығу түймесін бассаңыз, барлық тіркеу деректері жоғалады.
ru: Если вы нажмёте на кнопку выйти, все данные регистрации будут потеряны

# common.stay
source: Stay
kk: Қалу
ru: Остаться

# auth.faceId.prompt
source: Do you want to allow to use Face ID for quick login?
kk: Қосымшаға Face ID-мен кіру пайдаланасыз ба?
ru: Использовать Face ID для быстрого входа в приложение?

# auth.touchInput.prompt
source: Do you want to allow to use fingerprint for quick login?
kk: Қолдаңбаға жылдам кіру үшін Touch ID қолдану керек пе?
ru: Использовать отпечаток пальца для быстрого входа в приложение?

# auth.registration.agreementPrefix
source: I confirm that I have read and join
kk: Оқып, қосылғанымды растаймын
ru: Я подтверждаю, что ознакомлен и присоединяюсь к

# payments.invoiceForm.checkDebt
source: Check debt
kk: Қарызды тексеру
ru: Узнать задолженность

# auth.registration.agreementText.colored
source: tariffs
kk: оқып шықтым
ru: ознакомлен

# payments.drivingFine.checking
source: Checking for fines ...
kk: Болуын тексеру айыппұл...
ru: Проверка наличия штрафов...

# payments.simple.checkAgain
source: Check again
kk: Қайта тексеріңіз
ru: Проверить еще раз

# payments.common.notEnoughMoney
source: Your amount exceeds the account balance
kk: Операция сомасы шоттағы қалдықтан асады
ru: Сумма операции превышает остаток на счете

# common.fillAllfields
source: Fill all fields
kk: Барлық алаңдарды толтырыңыз
ru: Заполните все поля

# payments.common.payments
source: Payments
kk: Төлемдер
ru: Платежи

# payments.common.all
source: All
kk: Барлығы
ru: Все

# payments.common.favorites
source: Favorites
kk: Жиі
ru: Частые

# payments.common.history
source: History
kk: Тарихы
ru: История

# auth.touchInput.reason
source: Use Touch ID to log in to the app
kk: Кіру үшін Touch ID пайдаланыңыз.
ru: Используйте отпечаток пальца для входа

# auth.faceId.reason
source: Use Face ID to log in to the app
kk: Қолданбаны енгізу үшін Face ID қолданыңыз
ru: Используйте Face ID для входа в приложение

# payments.invoiceForm.accountNumber
source: Account number
kk: Шот нөмірі
ru: Номер лицевого счета

# payments.subscriptions.delete
source: Remove from Favorites
kk: Жиілерден алып тастау
ru: Удалить из Частых

# auth.pinLogin.attempt.exceeded.title
source: Login attempts are exceeded
kk: Кіру әрекеттері таусылды
ru: Вы исчерпали попытки входа

# auth.pinLogin.attempt.exceeded.text
source: Reset the password and try again, it takes no more than 2 minutes
kk: Парольды қалпына келтіріп, қайталаңыз, ол 2 минуттан аспайды
ru: Восстановите пароль и попробуйте снова, это займет не более 2-х минут

# payments.barcodeInstruction
source: Hover over the barcode
kk: Штрих-кодты жақтаңыз
ru: Наведите рамку на штрихкод

# common.service.error
source: Service is temporarily unavailable. Please try again later.
kk: Қызмет уақытша қол жетімді емес. Кейінірек қайталап көріңіз.
ru: Сервис временно недоступен. Попробуйте повторить позднее.

# payments.history.status.new
source: In processing
kk: Өңдеуде
ru: В обработке

# payments.history.status.cancel
source: Payment failed
kk: Төлем орындалмады
ru: Не прошел

# products.card.action.limit.title
source: Limits
kk: Шектеулер
ru: Лимиты

# products.card.action.limit.subTitle
source: Card payment, cash withdrawals
kk: Интернеттегі төлемдер, карта бойынша төлеу
ru: Интернет платежи, оплата картой

# products.card.action.name.title
source: Change the card name
kk: Картаның атауын өзгерту
ru: Изменить название карты

# products.card.action.name.subTitle
source: Multicurrency card
kk: Мультивалюталық карта
ru: Мультивалютная карта

# products.card.action.changeCurrency.title
source: Change main currency
kk: Негізгі валютаны ауыстырыңыз
ru: Сменить основную валюту

# products.card.action.changeCurrency.subTitle
source: ₸ - tenge
kk: ₸ - теңге
ru: ₸ - тенге

# products.card.action.internetTransaction.title
source: Internet-transactions
kk: Интернеттегі транзакциялар
ru: Интернет-транзакции

# products.card.action.requisites.title
source: Details
kk: Деректемелер
ru: Реквизиты

# products.card.action.requisites.subTitle
source: Account number, BIC
kk: Шот нөмірі, БСК
ru: Номер счета, БИК
