Repository: alfawatson/alfamobile-localization-ios
Catalog: *.lproj/Localizable.strings
Languages: kk, ru

# products.card.action.alfaCheck.title
source: "Alfa-Check" service
kk: «Альфа-Чек» қызметі
ru: Услуга "Альфа-Чек"

# products.card.action.alfaCheck.subTitle
source: SMS notifications
kk: SMS-хабарлама
ru: SMS уведомления

# products.card.action.changePin.title
source: Change the pin
kk: PIN кодын өзгертіңіз
ru: Сменить пин-код

# products.card.action.changePin.subTitle
source: 4-digit card password
kk: Картанын 4 таңбалы пароль
ru: 4-х значный пароль на карту

# products.card.action.details.title
source: Card terms
kk: Картаның шарттары
ru: Условия по карте

# products.card.action.details.subTitle
source: Information on limits and tariffs
kk: Шектеулер
ru: Лимиты

# common.off
source: Turned off
kk: Ажыратылған
ru: Отключены

# common.on
source: Turned on
kk: Қосылған
ru: Включены

# products.card.action.block.title
source: Block the card
kk: Картаны блоктау
ru: Блокировать карту

# products.card.action.block.subTitle
source: Temporary block
kk: Уақытша құлып
ru: Временная блокировка

# products.card.action.unblock.title
source: Unblock card
kk: Картасын құлпын ашу
ru: Разблокировать карту

# products.card.actions
source: Management
kk: Басқармасы
ru: Управление

# products.card.statement
source: Statement
kk: Мәлімдеме
ru: Выписка

# products.card.setPinCode.title
source: Set the pin
kk: пин-кодты орнатыңыз
ru: Установите пин-код

# products.card.limits.mainTitle
source: The limit on all card transactions
kk: Карталық операциялардың барлығына лимит
ru: Лимит на все операции по карте

# products.card.limits.atm.title
source: ATM cash withdrawals
kk: Банкоматтан қолма-қол ақша алу
ru: Снятие наличных в банкоматах

# common.filters
source: Filters
kk: Сүзгілер
ru: Фильтры

# common.filters.reset
source: Reset all
kk: Барлығын қалпына келтіріңіз
ru: Сбросить все

# common.filters.weekly
source: For a week
kk: Аптасына
ru: За неделю

# common.filters.month
source: For a month
kk: Айына
ru: За месяц

# common.filters.month.three
source: For three months
kk: Үш айға
ru: За три месяца

# common.filters.year.half
source: For half a year
kk: Жарты жыл үшін
ru: За полгода

# common.filters.year
source: For a year
kk: Жыл үшін
ru: За год

# common.filters.period
source: For a period
kk: Кезеңде
ru: За период

# common.filters.from
source: From
kk: Бастап
ru: С

# common.filters.to
source: To
kk: Бойынша
ru: По

# common.filters.title
source: Filter
kk: Сүзгі
ru: Фильтр

# common.filters.datePlaceholder
source: DD/MM/YYYY
kk: КК/АА/ЖЖЖЖ
ru: ДД/ММ/ГГГГ

# common.filters.error.dates
source: Dates
kk: Мерзімдері
ru: Даты

# common.filters.error.enterDateFrom
source: Enter the start date of the period
kk: Кезеңнің басталу күнін енгізіңіз
ru: Введите дату начала периода

# common.filters.error.enterDateTo
source: Enter the end date of the period
kk: Аяқталу күнін енгізіңіз
ru: Введите дату конца периода

# products.card.block.title
source: Card block
kk: Картаны бұғаттау
ru: Блокировка карты

# products.card.block.subtitle
source: Are you sure you want to block this card?
kk: Картаны бұғаттағыңыз келе ме?
ru: Вы уверены, что хотите заблокировать карту?

# products.card.limits.spent
source: Spent %@ out of %@
kk: %@ жұмсалды %@- дан
ru: Потрачено %@ из %@

# common.day
source: day
kk: күні
ru: день

# common.month
source: month
kk: ай
ru: месяц

# products.card.limit
source: Limit
kk: Шектеу
ru: Лимит

# products.card.limits.pos.title
source: Card payment (via POS-terminals)
kk: Карта арқылы төлеу (POS-терминалдар арқылы)
ru: Оплата картой (через POS-терминалы)

# common.funds.add
source: Replenish
kk: Толтыру
ru: Пополнить

# payments.subscriptions.invoice.new
source: New invoice
kk: Жаңа түбіртек
ru: Новая квитанция

# payments.subscriptions.invoice.no
source: No new invoices
kk: Жаңа түбіртектер жоқ
ru: Нет новых квитанций

# common.loading
source: Loading
kk: Жүктеу
ru: Загрузка

# products.card.status.action.activated
source: The card is activated
kk: Карта іске қосылды!
ru: Карта активирована!

# products.card.status.action.blocked
source: The card is blocked
kk: Карта бұғатталған!
ru: Карта заблокирована!

# products.card.status.action.unblocked
source: The card is unblocked
kk: Карта бұғатын ашылған!
ru: Карта разблокирована!

# payments.drivingFine.fio.hint
source: Please enter data from your document, using Kazakh alphabet letters if necessary
kk: Қажет болса, қазақ алфавитінің әріптерін қолдана отырып, құжаттағыдай деректерді теріңіз
ru: Укажите данные, как в документе, используя буквы казахского алфавита, если необходимо

# common.today
source: Today
kk: Бүгін
ru: Сегодня

# common.yesterday
source: Yesterday
kk: Кеше
ru: Вчера

# products.card.limit.set.title
source: Current limit*
kk: Ағымдағы шектеуі *
ru: Текущий лимит*

# common.noItemsFound
source: No items found
kk: Ештеңе таппады
ru: Ничего не нашли

# payments.history.noPaymentsInPeriod
source: There were no payments during the selected period
kk: Таңдалған мерзім ішінде төлемдер болған жоқ
ru: В выбранный период платежей не было

# common.edit
source: Edit
kk: Өзгерту
ru: Изменить

# products.card.action.internetTransaction.on
source: Internet transaction turned on!
kk: Интернет транзакциялар қосылған!
ru: Интернет транзакции включены!

# products.card.action.internetTransaction.off
source: Internet transactions turned off!
kk: ғаламтор транзакциялар өшірулі!
ru: Интернет транзакции выключены!

# products.card.limit.noMore
source: no more than %@
kk: артық емес %@
ru: не более %@

# products.card.alfacheck.title
source: "Alpha-Check" service
kk: «Альфа-Чек» қызметі
ru: Услуга "Альфа-Чек"

# products.card.alfacheck.mainDescription
source: Receive SMS or push notifications:
kk: Жедел SMS немесе push-хабарландыруларын алыңыз:
ru: Получайте моментальные SMS уведомления или push-уведомления:

# products.card.alfacheck.goods
source: about purchases
kk: сатып алу туралы
ru: о покупках

# products.card.alfacheck.balance
source: about balances
kk: қалдықтар туралы
ru: об остатках

# products.card.alfacheck.limits
source: about limits
kk: шектеулер туралы
ru: о лимитах

# common.changesSaved
source: Changes saved
kk: Өзгерістер сақталды
ru: Изменения сохранены

# common.serviceEnabled
source: Service enabled
kk: Қызмет қосылған
ru: Услуга подключена

# products.card.limits.atm.description
source: * The limit is valid 24 hours from the moment of the first withdrawal at ATMs
kk: * Шектеу банкоматтардан алғашқы алынған сәттен бастап 24 сағат ішінде жарамды
ru: * Лимит действует 24 часа с момента первого снятия в банкоматах

# products.card.limits.pos.description
source: * The limit is valid 24 hours from the moment of the first payment through POS terminal
kk: * Шектеу POS терминал арқылы алғашқы төлем жасалған сәттен бастап 24 сағат ішінде жарамды
ru: * Лимит действует 24 часа с момента первой оплаты через POS терминал

# payments.all.searchPlaceholder
source: Enter service name
kk: Қызмет атауын енгізіңіз
ru: Введите название услуги

# products.statement.holdTitle
source: Processing
kk: Өңдеуде
ru: В обработке

# common.filters.fromTo
source: From %@ to %@
kk: %@ дан %@ бойынша
ru: С %@ по %@

# common.filters.allOperationForPerior
source: All transactions %@
kk: Барлық операциялар %@
ru: Все операции %@

# products.statement.updateTimeTitle
source: The statement is relevant on %@
kk: Көшірме өзекті арналған %@
ru: Выписка актуальная на %@

# products.requisites.account
source: Account number
kk: Шот нөмірі
ru: Номер счета

# products.requisites.cardNumber
source: Card number
kk: Картасының нөмірі
ru: Номер карты

# products.requisites.name
source: Client's name
kk: Клиенттің аты-жөні
ru: ФИО клиента

# products.requisites.idn
source: Client's IIN
kk: Клиенттің ЖСН
ru: ИИН клиента

# products.requisites.bank
source: Recipient's bank
kk: Қабылдаушының Банкі
ru: Банк получателя

# products.requisites.bik
source: Bank BIC
kk: Банктің БСК
ru: БИК банка

# products.requisites.send
source: Send details
kk: Мәліметтерді жіберу
ru: Отправить реквизиты

# common.myCards
source: My cards
kk: Менің карталарым
ru: Мои карты

# products.card.action.changeCurrency.usdSubtitle
source: $ - dollar
kk: $ - доллар
ru: $ - доллар

# products.card.action.changeCurrency.eurSubtitle
source: € - Euro
kk: € - еуро
ru: € - евро

# products.card.action.changeCurrency.main
source: Main
kk: Негізгі
ru: Основная

# products.card.action.changeCurrency.chooseCurrency
source: Choose currency
kk: Валютаны таңдаңыз
ru: Выберите валюту

# products.card.action.changeCurrency.footerNote
source: For any card transactions, funds will be charged from the selected account
kk: Карточкалық операциялардың кез-келгені үшін қаражат таңдалған шоттан алынады
ru: При любых транзакциях по карте, средства будут сниматься с выбранного счета

# common.itemCopied
source: %@ copied
kk: %@ көшірілді
ru: %@ скопирован

# p2p.common.cardDoesNotExist
source: Card with such number does not exist
kk: Мұндай нөмір бар карта жоқ
ru: Карта с таким номером не существует

# common.done
source: Done
kk: Орындалды
ru: Готово

# common.selectFromList
source: Select from list
kk: Тізімнен таңдаңыз
ru: Выбрать из списка

# p2p.common.saveCardData
source: Save card data
kk: Карта деректерін сақтау
ru: Сохранить данные карты

# p2p.common.cardName
source: Card name
kk: Картаның атауы
ru: Название карты

# p2p.common.newCard
source: New card
kk: Жаңа карта
ru: Новая карта

# products.card.limits.limitSet
source: The limit has been changed!
kk: Шектеу өзгертілді!
ru: Лимит изменен!

# p2p.common.invalidExpiryDate
source: Invalid expiration date
kk: Жарамдылық мерзімі жарамсыз
ru: Неверный срок действия

# p2p.common.invalidCvv
source: Invalid CVV
kk: CVV жарамсыз
ru: Неверный CVV

# p2p.common.expiryDate
source: Expiration Date
kk: Жарамдылық мерзімі
ru: Срок действия

# common.add
source: Add
kk: Қосу
ru: Добавить

# common.enable
source: Connect
kk: Қосылыңыз
ru: Подключить

# products.card.alfacheck.phoneTitle
source: Your phone number
kk: Сіздің телефон нөміріңіз
ru: Ваш номер телефона

# banking.statement.updateDate
source: The statement is relevant on %@
kk: Көшірме өзекті %@
ru: Выписка актуальна на %@

# banking.statement.weekFilter
source: All operations in a week
kk: Аптасына барлық операциялар
ru: Все операции за неделю

# banking.statement.filteredEmpty
source: No card transactions for a selected period
kk: Таңдалған кезең үшін карталық операциялар жоқ
ru: Нет операций по карте за выбранный период

# products.requisites.kztAccountNumber
source: Tenge account number
kk: Теңгедегі шот нөмірі
ru: Номер счета в тенге

# products.requisites.usdAccountNumber
source: Dollar account number
kk: Доллар шотының нөмірі
ru: Номер долларового счета

# products.requisites.eurAccountNumber
source: Euro account number
kk: Еуро шотының нөмірі
ru: Номер счета в евро

# common.save
source: Save
kk: Сақтау
ru: Сохранить

# products.card.action.name.enterName
source: Enter the card name
kk: Карта атауын енгізіңіз
ru: Введите название карты

# p2p.common.savedCards
source: Saved Cards
kk: Сақталған карталар
ru: Сохраненные карты

# p2p.common.myCards
source: My cards
kk: Менің карталарым
ru: Мои карты

# p2p.addCard.showAllMyCards
source: Show all my cards
kk: Менің барлық карталарымды көрсету
ru: Показать все мои карты

# p2p.addCard.addNewCard
source: Add New Card
kk: Жаңа карта қосыңыз
ru: Добавить новую карту

# transfers.addCard.selectSender
source: Select sender card
kk: Жіберуші картасын таңдаңыз
ru: Выберите карту отправителя

# transfers.p2p.title
source: Card to card
kk: Картадан картаға
ru: С карты на карту

# transfers.p2p.commission.progress
source: Calculating commission...
kk: Комиссиясының есебі...
ru: Производится расчет комиссии…

# transfers.p2p.to
source: To whom
kk: Қайда
ru: Куда

# transfers.p2p.limits
source: Limits and Tariffs
kk: Шектеулер мен тарифтер
ru: Лимиты и тарифы

# transfers.p2p.cards.empty.title
source: No saved cards
kk: Сақталган карта жоқ
ru: Нет сохраненных карт

# transfers.p2p.cards.empty.message
source: Enter the new card details on transfer page
kk: Аудару парағында жаңа картаның мәліметтерін енгізіңіз
ru: Введите данные новой карты на странице перевода

# transfers.p2p.cvv.message
source: 3 digits on the back of your card
kk: Картаның артындағы 3 сан
ru: 3 цифры на обратной стороне карты

# payments.common.to
source: Recipient
kk: Қайда
ru: Куда

# payments.common.confirm
source: Confirm
kk: Растау
ru: Подтвердить

# transfers.common.confirm
source: Transfer confirmation
kk: Аударымды растау
ru: Подтверждение перевода

# transfers.result.successTitle
source: Transfer accepted
kk: Аударым қабылданды
ru: Перевод принят

# transfers.result.failureTitle
source: Transfer declined
kk: Аударым қабылданбады
ru: Перевод отклонен

# transfers.result.historyButton
source: Transfer history
kk: Аудармалар тарихы

# transfers.result.returnButton
source: Back to transfers
kk: Аудармаларга оралу

# transfers.result.retryButton
source: Retry
kk: Аударманы қайталау

# transfers.result.retryButtonOneLine
source: Retry transfer
kk: Аударманы қайталау
ru: Повторить перевод

# transfers.result.returnButtonOneLine
source: Back to transfers
kk: Аудармаларға оралу
ru: Вернуться в переводы

# common.total
source: Total
kk: Жиыны
ru: Итого

# common.accountAmount
source: Account amount
kk: Шот сомасы
ru: Сумма на счете

# products.deposit.depositBalance
source: Deposit amount
kk: Салым сомасы
ru: Сумма на депозите

# products.currentAcc.renameTitle
source: Change account name
kk: Шоттың атауы өзгерту
ru: Изменить название счета

# products.deposit.renameTitle
source: Change the name
kk: Атын өзгерту
ru: Изменить название

# products.currentAcc.rename
source: Account name
kk: Шоттың атауы
ru: Название счета

# products.deposit.rename
source: Deposit Name
kk: Салым атауы
ru: Название депозита

# transfers.byPhone.phone
source: To whom
kk: Кімге
ru: Кому

# transfers.byPhone.amount
source: Transfer amount
kk: Аударым сомасы
ru: Сумма перевода

# transfers.byPhone.title
source: By phone number
kk: Телефон нөмірімен
ru: По номеру телефона

# transfers.byPhone.minAmount
source: Minimum transfer amount — %@
kk: Аударымның ең аз мөлшері - %@
ru: Минимальная сумма перевода - %@

# transfers.byPhone.clientNotFound
source: No client found with this phone number
kk: Мұндай телефон нөмірі бар клиент жоқ
ru: Мы не нашли клиента с этим номером телефона

# transfers.byPhone.feeTitle
source: Commission %d %@ | %@
kk: Комиссия %d %@ | %@
ru: Комиссия - %d %@ | %@

# transfers.byPhone.timitsAndTarfis
source: Limits and tariffs
kk: Шектеулер мен тарифтер
ru: Лимиты и тарифы

# common.rules
source: Conditions
kk: Шарттар
ru: Условия

# common.limits
source: Limits
kk: Шектеулер
ru: Лимиты

# common.sms.error.ttl
source: Your SMS code has expired. Request another SMS?
kk: SMS кодыңыздың мерзімі бітті. Тағы бір SMS сұрау керек пе?
ru: Срок действия вашего SMS кода истёк. Запросить еще одно SMS?

# products.currentAcc.action.name.subTitle
source: Current account
kk: Ағымдағы шот
ru: Текущий счет

# products.debitcard.action.name.subTitle
source: Debit card
kk: Дебеттік карта
ru: Дебетовая карта

# products.card.action.alfaCheck.enabled
source: Alfa-check is connected!
kk: Альфа-чек қосылған!
ru: Альфа-чек подключен!

# products.currentAcc.balance
source: Account amount
kk: Шоттағы сома
ru: Сумма на счете

# products.card.balance
source: Card amount
kk: Картадағы сома
ru: Сумма на карте

# transfers.result.successTitleWithAmount
source: Transfer %@ accepted for processing
kk: Аударым %@ қабылданды
ru: Перевод %@ принят в обработку

# transfers.common.confirmAndPay
source: Confirm and transfer
kk: Растау және аудару
ru: Подтвердить и перевести

# common.destination
source: To
kk: Кімге
ru: Кому

# common.fillField
source: Fill in the field
kk: Өрісті толтырыңыз
ru: Заполните поле

# transfers.byPhone.destinationPhone
source: Recipient phone number
kk: Алушының телефон нөмірі
ru: Номер телефона получателя

# common.notEnoughFunds.popup.title
source: Not enough money
kk: Қаражат жеткіліксіз
ru: Недостаточно средств

# common.notEnoughFunds.popup.message
source: Change the transfer amount or choose another card
kk: Аударым сомасын өзгертіңіз немесе басқа картаны таңдаңыз
ru: Измените сумму перевода или выберите другую карту

# common.limitsAndTarifs
source: Limits and Tariffs
kk: Шектеулер мен тарифтер
ru: Лимиты и тарифы

# transfers.result.failedToGoTitle
source: Transfer failed
kk: Аудару орындалмады
ru: Перевод не прошел

# nfcScanCard.mainHint
source: Attach the card to the back of the device
kk: Картаны құрылғының артына салыңыз
ru: Приложите карту к задней части устройства

# payments.paymentForm.checkPaymentError
source: The payment was not processed. Try again.
kk: Төлем өңделмеген. Тағы да қайталап көріңіз.
ru: Платеж не был обработан. Попробуйте еще раз.

# alfaBlack.statement.ownFunds
source: Own funds
kk: Меншікті қаражат
ru: Собственные средства

# alfaBlack.statement.creditLimit
source: Credit limit
kk: Несиелік лимит
ru: Кредитный лимит

# alfaBlack.statement.purchases
source: Purchases
kk: Сатып алу
ru: Покупки

# alfaBlack.statement.otherOperations
source: Other operations
kk: Басқа операциялар
ru: Другие операции

# alfaBlack.statement.availableAmount
source: Available amount
kk: Қол жетімді сома
ru: Доступная сумма

# nfcScan.scanNfcCardError
source: An error occurred while reading the card. Attach again
kk: Картаны оқу кезінде қате пайда болды. Қайта тіркеңіз
ru: Произошла ошибка при считывании карты. Приложите снова

# common.close
source: Close
kk: Жабу
ru: Закрыть

# nfcScan.toSettings
source: To settings
kk: Параметрлерде
ru: В настройки

# nfcScan.disableSettings
source: Turn on a NFC in the settings
kk: Жұмыс істеу үшін параметрлерде NFC қосу керек
ru: Для работы нужно включить NFC в настройках

# common.notification
source: Notification
kk: Хабарлама
ru: Уведомление

# nfcScan.disabled
source: It's not available for your phone
kk: Бұл сіздің телефоныңыз үшін қол жетімді емес.
ru: Для вашего телефона это не доступно

# transfers.common.chooseProduct
source: Select account
kk: Шотты таңдаңыз
ru: Выбрать счёт

# auth.pinLogin.securityLogout
source: Your login details are out of date. Re-enter by phone number.
kk: Кіру мәліметтері ескірген. Телефон нөмірімен қайта енгізіңіз.
ru: Ваши данные для быстрого входа устарели. Войдите заново по номеру телефона.

# transfers.account.title
source: Within your accounts
kk: Шоттарыңыздың арасында
ru: Между своими счетами

# transfers.account.willBeDebited
source: Debit
kk: Есептен шығарылады
ru: Спишется

# transfers.account.willBeCredited
source: Credit
kk: Келеді
ru: Зачислится

# transfers.account.willDebitCreditAmounts
source: Will be debited %@, credited %@
kk: Шоттан %@ шығарылады, %@ келеді
ru: Будет списано %@, зачислено %@

# transfers.p2p.commission.notYet
source: Commission not calculated
kk: Комиссия есептелмеген
ru: Комиссия не рассчитана

# payments.common.remove.message
source: Are you sure you want to delete this payment?
kk: Бұл төлемді шынымен жойғыңыз келе ме?
ru: Вы действительно хотите удалить этот платеж?

# products.depositInfo.name
source: Product name
kk: Өнім атауы
ru: Название продукта

# products.depositInfo.balance
source: Balance
kk: Баланс
ru: Баланс

# products.depositInfo.availableBalance
source: Available balance
kk: Қол жетімді қалдық
ru: Доступный остаток

# products.depositInfo.openAmount
source: Minimum ammount
kk: Ашылатын сома
ru: Сумма открытия

# products.depositInfo.minBalance
source: Minimum balance
kk: Төмендетілмейтін қалдық
ru: Неснижаемый остаток

# products.depositInfo.percent
source: Interest rate
kk: Сыйақы мөлшерлемесі
ru: Ставка вознаграждения

# products.depositInfo.percentGESV
source: Annual interest rate
kk: Жылдық тиімді мөлшерлеме
ru: Годовая эффективная ставка

# products.depositInfo.sumReward
source: Accrued interest
kk: Есептелген сыйақы сомасы
ru: Сумма начисленного вознаграждения

# products.depositInfo.term
source: Deposit term
kk: Салым мерзімі
ru: Срок депозита

# products.depositInfo.number
source: Contract No.
kk: Шарттың нөмірі
ru: Номер договора

# common.refresh
source: Refresh
kk: Жаңарту
ru: Обновить

# auth.pinLogin.withoutTouchTitle
source: Enter the code for quick access
kk: Жылдам кіру үшін кодты енгізіңіз
ru: Введите код для быстрого доступа

# transfers.p2p.cards.senderCard
source: Sender's card
kk: Жіберушінің картасы
ru: Карта отправителя

# transfers.p2p.cvv.enterSenderCvv
source: Enter sender's card CVV
kk: Жіберуші картасының CVV енгізіңіз
ru: Введите CVV карты отправителя

# transfers.p2p.addCvv.title
source: Sender's card CVV
kk: Жіберуші картасының CVV
ru: CVV карты отправителя

# products.deposit.alfaReliable
source: Deposit "Alfa-Reliable"
kk: "Альфа-Надежный" салымы
ru: Депозит "Альфа-Надежный"

# products.deposit.alfaFlexible
source: Deposit "Alfa-Flexible"
kk: "Альфа-Гибкий" салымы
ru: Депозит "Альфа-Гибкий"

# common.deposit
source: Deposit
kk: Салым
ru: Депозит

# transfers.own.success.withAmount
source: Transferred %@ between your accounts
kk: %@Шоттарыңыздың арасында аударылды
ru: Перевели %@ между вашими счетами

# common.returnToMain
source: Back to main
kk: Басты бетке оралу
ru: Вернуться на главную

# transfers.p2p.holder.hint
source: Recipient's name (as shown on the card)
kk: Алушының аты (картадағыдай)
ru: Имя получателя (как на карте)

# transfers.p2p.holder.title
source: Card holder's name
kk: Карта иесінің аты
ru: Имя держателя карты

# transfers.p2p.holder.message
source: Enter the name as shown on the recipient's card
kk: Алушының картасында көрсетілгендей атты енгізіңіз
ru: Введите имя так же, как указано на карте получателя

# payments.invoiceForm.squareMeters
source: %@ m²
kk: %@ м²
ru: %@ м²

# payments.invoiceForm.numberOfTenantsValue
source: %d people
kk: %d адам
ru: %d чел

# common.requestErrorMessage
source: There was a system error, check the internet connection or try to update the page
kk: Жүйе қатесі орын алды, ғаламтордың байланыс тексеріңіз немесе бетті жаңартып көріңіз
ru: Произошла системная ошибка, проверьте интернет соединение или попробуйте обновить страницу

# settings.changeUserNumber.enterNewPhone
source: Enter a new phone number
kk: Жаңа телефон нөмірін енгізіңіз
ru: Введите новый номер телефона

# settings.changeUserNumber.repeatNewPhone
source: Repeat new phone number
kk: Жаңа телефон нөмірін қайталаңыз
ru: Повторите новый номер телефона

# settings.changeUserNumber.phonesDontMatch
source: Phone numbers do not match
kk: Телефон нөмірлері сәйкес келмейді
ru: Номера телефонов не совпадают

# settings.changeUserNumber.result.successTitle
source: Number changed successfully
kk: Нөмір сәтті өзгертілді
ru: Номер успешно изменен

# settings.changeUserNumber.result.successDescription
source: Use the new number to enter the application and receive confirmation codes
kk: Қолданбаға кіру және растау кодтарын алу үшін жаңа нөмірді пайдаланыңыз
ru: Используйте новый номер для входа в приложение и получения кодов подтверждения

# settings.changeUserNumber.result.loginWithNewNumber
source: Login with new number
kk: Жаңа нөмірмен кіру
ru: Войти с новым номером

# settings.changeUserNumber.newPhoneNumber
source: New phone number
kk: Жаңа телефон нөмірі
ru: Новый номер телефона

# settings.changeUserNumber.repeatNewPhoneNumber
source: Repeat new phone number
kk: Жаңа телефон нөмірін қайталаңыз
ru: Повторите новый номер телефона

# settings.changeUserNumber.title
source: Change phone number
kk: Телефон нөмірін өзгерту
ru: Смена номера телефона

# payments.operationResult.addedToFavoritesTwoLines
source: Added to favorites
kk: Жиі қосылды
ru: Добавлено в частые

# settings.pin.changeMessage
source: Enter your current code to change the access code
kk: Кіру кодын өзгерту үшін, ағымдағы кодты енгізіңіз
ru: Для того, чтобы сменить код доступа, введите ваш текущий код

# auth.pinInput.pinInstalled
source: Pass code set
kk: Код орнатылды
ru: Код доступа установлен
