Repository: alfawatson/alfamobile-localization-ios
Catalog: *.lproj/Localizable.strings
Languages: kk, ru

# settings.selectPaymentPurposeCode
source: Select KBE
kk: ТТК таңдаңыз
ru: Выберите КНП

# transfers.byAccountNumber.kbeCode
source: Type of organization (KBE)
kk: Ұйымның қызмет түрі (KБе)
ru: Вид деятельности организации (КБЕ)

# transfers.byAccountNumber.toLegal.title
source: Transfer to legal entity
kk: Заңды тұлғаға аудару
ru: Перевод юр. лицу

# transfers.p2p.lookup.message
source: A one-time password was sent in SMS. If the code is not received, contact the bank that issued the card.
kk: Бір реттік пароль SMS арқылы жіберілді. Егер код алынбаса, картаны шығарған банктің байланыс орталығына хабарласыңыз.
ru: Одноразовый пароль был отправлен в SMS. Если код не получен, обратитесь в контакт-центр банка, выпустившего карту.

# common.transaction.purpose
source: Transfer purpose
kk: Аударманың мақсаты
ru: Назначение перевода

# common.enterComments
source: Add a comment
kk: Түсініктеме енгізіңіз
ru: Введите комментарий

# transfers.byAccountNumber.commets
source: Comment (optional)
kk: Аудармаға түсініктеме (міндетті емес)
ru: Комментарий к переводу (необязательно)

# common.receiver
source: Recipient
kk: Алушы
ru: Получатель

# common.bank
source: Bank
kk: Банк
ru: Банк

# common.transfer.notEnoughFunds
source: Change the transfer amount or choose another account.
kk: Аударым сомасын өзгертіңіз немесе басқа шотты таңдаңыз.
ru: Измените сумму перевода или выберите другой счет.

# common.transfer.notEnoughFundsOnAccount
source: Not enough money
kk: Шотта қаражат жеткіліксіз
ru: Недостаточно средств на счете

# transfers.byAccountNumber.selectKbe
source: Select KBE
kk: КБе таңдаңыз
ru: Выберите КБЕ

# common.search
source: Search
kk: Іздеу
ru: Поиск

# transfers.byAccountNumber.knpCode
source: Transfer purpose code (KNP)
kk: Төлемді тағайындау коды (ТТК)
ru: Код назначения перевода (КНП)

# common.transactionHint
source: Transfers made after 18:15 or on weekends, holidays will be executed on the next banking day
kk: 18:15-тен кейін немесе демалыс, мереке күндері аударымдар келесі жұмыс күні орындалады
ru: Переводы, совершенные после 18:15 или в выходные, праздничные дни, будут исполнены следующим банковским рабочим днем

# payments.bill.addToFast
source: Add to Quick
kk: Жылдамдыққа қосыңыз
ru: Добавить в Быстрые

# common.legalIdentifier
source: IIN/BIN
kk: ЖСН / БСН
ru: ИИН/БИН

# common.name
source: Name
kk: Атауы
ru: Название

# transfers.byAccountNumber.toPhysical.title
source: Transfer to individuals
kk: Жеке тұлғаларға аудару
ru: Перевод физ. лицам

# transfers.p2p.minAmount
source: Minimum amount
kk: Ең төменгі сомасы
ru: Минимальная сумма

# transfers.p2p.maxAmount
source: Maximum amount
kk: Ең жоғарғы сомасы
ru: Максимальная сумма

# transfers.p2p.feeEmpty
source: Commission was not calculated
kk: Комиссия есептелмеген
ru: Комиссия не рассчитана

# settings.selectKBE
source: Select recipient's KBE
kk: KБе алушыны таңдаңыз
ru: Выберите КБЕ получателя

# transfers.p2p.fullNameTip
source: Recipient name (as shown on the card)
kk: Алушының аты (картадағыдай)
ru: Имя получателя (как на карте)

# transfers.p2p.fullNameAlertTitle
source: Card holder's name
kk: Карта иесінің аты
ru: Имя держателя карты

# transfers.p2p.fullNameAlertDescription
source: Enter the name as shown on the recipient card
kk: Алушының картасында көрсетілгендей атты енгізіңіз
ru: Введите имя так же, как указано на карте получателя

# p2p.internation.holder.hint
source: Enter the name
kk: Атын енгізіңіз
ru: Введите название

# common.select.iin
source: Enter the IIN
kk: ЖСН енгізіңіз
ru: Укажите ИИН

# common.enterAccountNumber
source: Enter the account number
kk: Шот нөміріңізді енгізіңіз
ru: Укажите номер счета

# common.enterFio
source: Enter the name
kk: Аты-жөнін енгізіңіз
ru: Укажите ФИО

# alfaBlack.statement.monthlyPaymentExpired
source: Late
kk: Кешіктірілген
ru: Просрочено

# common.showBank
source: Enter the bank
kk: Банкті көрсетіңіз
ru: Укажите банк

# alfaBlack.statement.inInstallments
source: In installments
kk: Бөліп төлеу бойынша
ru: В рассрочке

# alfaBlack.statement.inCredit
source: Credit
kk: Несие бойынша
ru: В кредите

# settings.more.chooseCity
source: City or region
kk: Қала немесе аймақ
ru: Город или регион

# common.rezident
source: Resident
kk: Тұрғыны
ru: Резидент

# settings.security
source: Security settings
kk: Қауіпсіздік параметрлері
ru: Настройки безопасности

# settings.faceIDLogin
source: Face ID login
kk: Face ID арқылы кіру
ru: Вход по Face ID

# settings.changePassword
source: Change passcode
kk: Код-парольды өзгерту
ru: Изменить код-пароль

# settings.changePhone
source: Change phone number
kk: Телефон нөмірін өзгерту
ru: Изменить номер телефона

# settings.notifications.title
source: Notifications
kk: Хабарламалар

# settings.pushNotifications
source: Push-notifications
kk: Push-хабарламалары
ru: Push-уведомления

# settings.mapWithATMs
source: ATMs and terminals
kk: Банкоматтар мен терминалдар
ru: Банкоматы и терминалы

# settings.versionNumber
source: Version %@ ( %@ ) Alfa-Bank Kazakhstan
kk: Нұсқасы %@ ( %@ ) Alfa-Bank Kazakhstan
ru: Версия %@ (%@) Альфа-Банк Казахстан

# settings.pushNotifications.error.enable
source: Failed to enable Push notifications.
kk: Push-хабарламалары қосу мүмкін болмады.
ru: Не удалось включить Push-уведомления.

# settings.pushNotifications.error.disable
source: Failed to disable Push notifications.
kk: Push-хабарламалары өшірілмеді.
ru: Не удалось выключить Push-уведомления.

# transfers.byAccountNumber.toLegal.kbe
source: Select KBE from the list
kk: Тізімнен КБе таңдаңыз
ru: Выберите КБЕ из списка

# transfers.byAccountNumber.toLegal.knp
source: Select KNP from the list
kk: Тізімнен ТТК таңдаңыз
ru: Выберите КНП из списка

# transfers.byAccountNumber.toLegal.iinBin
source: Enter IIN/BIN
kk: ЖСН/БСН енгізіңіз
ru: Укажите ИИН/БИН

# transfers.byAccountNumber.toLegal.individualError
source: Transfer to this provider is not possible
kk: Бұл жеткізушіге аудару мүмкін емес
ru: Перевод данному поставщику невозможен

# transfers.byAccountNumber.selectKnp
source: Enter KNP
kk: ТТК таңдаңыз
ru: Выберите КНП

# transfers.p2p.internationalTitle
source: International transfers
kk: Халықаралық аударымдар
ru: Международные переводы

# common.emptyRequestError
source: No exact matches found
kk: Сіздің сұрауыңыз бойынша нәтижелер табылмады
ru: По вашему запросу ничего не найдено

# banking.emptyStatementHint
source: There's no information in your statement
kk: Сіздің көшірмеге әзірше ештеңе жоқ
ru: В вашей выписке пока что ничего нет

# banking.statementShowHint
source: All the operations are shown on this screen
kk: Өнімнің барлық әрекеттері осы жерде көрінеді
ru: Здесь будут отображены все операции по продукту

# settings.selectRegion
source: Select region
kk: Аймақты таңдаңыз
ru: Выберите регион

# common.paymentSchedule
source: Payment schedule
kk: Төлем кестесі
ru: График платежей

# common.iinBin.notFound
source: IIN / BIN doesn't exist
kk: ЖСН/БСН жоқ
ru: ИИН/БИН не существует

# common.accountNotFound
source: Account not found
kk: Шот табылмады
ru: Счет не найден

# settings.security.touchLogin
source: Login by fingerprint
kk: Саусақ ізі арқылы кіру
ru: Вход по отпечатку

# settings.pin.enterNewMessage
source: Set a new code for the quick access
kk: Жылдам кіру үшін жаңа кодты орнатыңыз
ru: Установите ваш новый код для быстрого входа

# settings.pin.confirmNewMessage
source: Confirm new code
kk: Жаңа кодты қайталаңыз
ru: Повторите ваш новый код

# settings.changeUserNumber.invalidPhone
source: Number is invalid
kk: Көрсетілген нөмір жоқ
ru: Указанный номер не существует

# settings.support.textWhatsApp
source: Text in WhatsApp
kk: WhatsApp-қа жазу

# settings.support.instantReply
source: Instant reply
kk: Жедел жауап

# settings.support.forKZCalls
source: For calls in Kazakhstan
kk: Қазақстандағы қоңыраулар үшін

# settings.support.forInternationalCalls
source: For international calls
kk: Халықаралық қоңыраулар үшін

# settings.push.regError
source: Push-notifications activation error. Please try again later.
kk: Push-Хабарламалар қосу сәтсіз аяқталды. Кейінірек қайталап көріңіз.

# settings.push.deregError
source: Failed to disable push notification. Please try again later.
kk: Push-хабарларын өшіру сәтсіз аяқталды. Кейінірек қайталап көріңіз.

# settings.push.systemError
source: Go to "Settings" to activate Push-notifications
kk: Push-хабарламалары қосу үшін параметрлерге өту керек

# transfers.common.title
source: Transfers
kk: Аударымдар

# common.newOnes
source: New
kk: Жаңалар

# common.newOne
source: New
kk: Жаңа

# transfers.favorites.shortTitle
source: Quick transfers
kk: Жылдам аударымдар

# banking.credits.leftToPay
source: Left to pay
kk: Төлеуге қалды

# banking.credits.payOffAheadSchedule
source: Pay off ahead of schedule
kk: Мерзімінен бұрын төлеу

# common.credit
source: Loan
kk: Несие

# banking.credit.fullLoanInformation
source: Full loan information
kk: Несие туралы толық ақпарат

# banking.credit.borrowersMemo
source: Borrower's memo
kk: Қарызгер ескертпе

# common.fromAlfaAccount
source: From an Alfa-Bank account
kk: Альфа-банктегі шоттан

# common.fromAnyCard
source: Another bank's card
kk: Басқа банктің картасы

# common.fromCash
source: From cash
kk: Қолма-қол ақшамен

# common.atmMap
source: ATMs and terminals map
kk: Банкомат және терминал картасы

# common.noAcceptableCard
source: You have no acceptable cards
kk: Сізде қол жетімді карталар жоқ.

# banking.credit.month.payment.success
source: Monthly payment accepted in processing
kk: Ай сайынғы төлем қабылдануда өңделуде

# banking.credit.prepayment.success
source: Prepayment accepted in processing
kk: Мерзімінен бұрын өтеу қабылданды өңделуде

# common.resultWillComeInSms
source: The result will come in SMS
kk: Жауап SMS арқылы келеді

# auth.pinLogin.forgotMessage
source: If you forgot your code, then you need to log in using your phone number and card.
kk: Егер сіз кодты ұмытып қалсаңыз, телефон нөмірі және картаңыз нөмірі көмегімен жүйеге кіруіңіз керек.

# auth.pinLogin.forgotYesProceed
source: Yes, I forgot
kk: Ия, ұмытып кеттім

# common.showBankBic
source: Enter bank BIC
kk: Банктің БСК енгізіңіз

# transfers.byAccountNumber.selectBankBic
source: Select recipient's bank BIC
kk: Алушының банкі БСК таңдаңыз

# common.iinNotFound
source: IIN not found
kk: ЖСН табылмады

# settings.changeUserNumber.notFound
source: This number not found
kk: Көрсетілген нөмір жоқ

# settings.changeUserNumber.clientError.title
source: The phone number is assigned to another client of the bank
kk: Телефон нөмірі банктің басқа клиентіне беріледі

# settings.changeUserNumber.clientError.message
source: Enter another number and try again
kk: Басқа нөмірді енгізіп, қайталап көріңіз.

# settings.changeUserNumber.result.failedTitle
source: Number not changed
kk: Нөмір өзгермеген

# setting.chooseCityTitle
source: Select a city
kk: Қаланы таңдау

# banking.credit.rename
source: Loan name
kk: Несие атауы

# banking.credit.fromFullDebt
source: from %@
kk: бастап %@

# transfers.account.descrText
source: Your cards and accounts
kk: Сіздің шоттар және карталар

# transfers.p2p.descrText
source: Local and worldwide
kk: ҚР және әлем бойынша

# transfers.byPhone.descrText
source: to Alfa-Bank client
kk: Клиентке Альфа-Банк

# transfers.account.shortTitle
source: Between accounts
kk: Шоттар арасында

# payments.common.payment
source: Payment
kk: Төлем

# banking.credit.progressBarSubtitle
source: Paid %@ of %@ payments
kk: %@ төлемнің %@ төледі

# banking.common.changeProductName
source: Change product name
kk: Өнімнің атауын өзгерту

# transfers.byAccountNumber.shortTitle
source: By account number
kk: Шот нөмірі бойынша

# transfers.byAccountNumber.descrText
source: Companies and individuals
kk: Заңды және жеке тұлғалар

# transfers.exchange.title
source: Currency exchange
kk: Валюта айырбастау

# transfers.exchange.descrText
source: Monetary conversion
kk: Айырбастау

# transfers.p2p.lookup.description
source: Одноразовый цифровой пароль вы можете узнать, обратившись в контакт-центр банка, выпустившего Карту Отправителя или в полученной SMS.
kk: Бір реттік сандық парольді картасын шығарған банктің байланыс орталығына немесе алынған SMS-хабарлама арқылы білуге болады.

# settings.changeUserNumber.result.failedDescription
source: There was an error on our side, try again in a few minutes
kk: Біздің тарапымызда қате пайда болды, бірнеше минуттан кейін қайталап көріңіз

# common.goToMain
source: Go to Main page
kk: Негізгі бетке өтіңіз

# settings.changeUserNumber.result.retry
source: Try again
kk: Әрекетті қайталаңыз

# transfers.bill.status.success
source: Transfer was successful
kk: Аударма сәтті өтті

# transfers.bill.status.new
source: Transfer accepted in processing
kk: Аударма қабылданды

# transfers.bill.status.failed
source: Transfer failed
kk: Аудару сәтсіз аяқталды

# banking.credit.monthlyPaymentAmount
source: Monthly payment amount
kk: Ай сайынғы төлем мөлшері

# banking.credit.mainDebt
source: Main debt
kk: Негізгі қарыз

# banking.credit.remuneration
source: Remuneration
kk: Сыйақы

# banking.credit.entirePeriodDebt
source: The balance of debt for the entire period
kk: Бүкіл кезеңдегі қарыздың қалдығы

# banking.credit.creditAmount
source: Credit amount
kk: Несие сомасы

# banking.credit.creditTerm
source: Credit term
kk: Несие мерзімі

# banking.credit.earlyRepaymentFee
source: Early repayment fee
kk: Мерзімінен бұрын өтеу үшін комиссия

# banking.credit.registrationDate
source: Registration date
kk: Тіркеу күні

# banking.credit.loanAgreementNumber
source: Loan agreement number
kk: Несие шартының нөмірі

# transfers.main.newTransfer
source: New transfer
kk: Жаңа аударым

# common.rename
source: Rename
kk: Атын өзгерту

# transfers.favorite.deleteSubscription
source: Remove from Quick
kk: Жиілерден алып тастау

# transfers.favorite.emptyListTitle
source: At the end of a new transfer or in a receipt
kk: Жаңа аударым соңында немесе түбіртекте

# banking.credit.startAndEndDate.title
source: Start and end dates
kk: Басталу және аяқталу күндері

# transfers.favorite.name
source: Transfer name
kk: Аударма атауы

# banking.credit.amountCommission
source: Account fee
kk: Шотты жүргізу үшін комиссия

# banking.credit.paymentTitle
source: Credit payment
kk: Несиені төлеу

# banking.credit.month.payment
source: Monthly payment
kk: Ай сайынғы төлем

# common.banking.accountAmount
source: Account amount
kk: Шоттағы қалдық

# banking.credit.overdueAmount
source: Overdue debt
kk: Мерзімі өткен қарыз

# common.payments.totalPaymentAmount
source: Total
kk: Төлемге

# banking.credit.prepaymentTitle
source: Полное досрочное погашение кредита
kk: Несиені толық мерзімінен бұрын өтеу

# banking.credit.prepayment.loanAmount
source: Main debt
kk: Негізгі қарыз

# banking.credit.prepayment.accountFee
source: Account fee
kk: Шотты жүргізу үшін комиссия

# banking.credit.prepayment.overdueFee
source: Prepayment overdue fee
kk: Кешіктіру комиссия

# banking.credit.startAndEndDate.value
source: From %@ to %@
kk: %@ дан %@ дейін

# transfers.common.noCard
source: No cards available
kk: Қол жетімді карта жоқ

# banking.applePay.connected
source: Apple Pay connected!
kk: Apple Pay қосылды!

# transfers.favorite.removeAlert.desc
source: Remove from Quick?
kk: Жылдам аудармадан жою керек пе?

# transfers.favorite.removeAlert.title
source: Remove?
kk: Жою керек пе?

# banking.credit.schedule.paymentDate
source: Payment date
kk: Төлем күні

# banking.credit.schedulePaymentPercent
source: Credit interest
kk: Несие бойынша пайыздар

# banking.credit.debt
source: Debt balance
kk: Қарыздың қалдығы

# banking.credit.schedule.willPay
source: Not paid
kk: Төлемге

# transfers.states.canceled
source: Canceled
kk: Тоқтатылды

# transfers.states.pending
source: Processing
kk: Процесінде

# settings.notifications.push.emptyNotificationsHint
source: You have no notifications yet
kk: Сізде әлі хабарлама жоқ

# settings.notifications.push.emptyNotificationsShowHint
source: We will send you information on your accounts and cards, as well as a personal offer from the Bank
kk: Біз сізге шоттарыңыз бен карталарыңыз туралы ақпаратты, сондай-ақ банктің жеке ұсыныстарын жібереміз

# settings.notifications.cardTransactionsTitle
source: Card operations
kk: Карта операциялар

# settings.notifications.cardTransactionsSubtitle
source: Information on payments and transfers
kk: Төлемдер мен аударымдар туралы мәліметтер

# settings.notifications.confirmationCodesTitle
source: Verification codes
kk: Растау кодтары

# settings.notifications.confirmationCodesSubtitle
source: One-time passwords
kk: Бір реттік парольдер

# banking.credit.schedule.percentage
source: Credit interest
kk: Несие бойынша пайыздар

# transfers.p2p.infoTitle
source: There are the limits apply while transferring from cards of other banks. Sender's card have to be open for internet-transactions.
kk: Қазақстан Республикасының басқа банктерінің карталарынан ақша аударымдары кезінде шектеулер қолданылады. Жіберуші картасы желідегі транзакциялар үшін ашық болуы керек

# banking.credit.statusPaidRecentlyTitle
source: You have enough money in your account to pay the monthly payment.
kk: Сіздің шотыңызда ай сайынғы төлемді төлеу үшін қаражат жеткілікті.

# banking.credit.statusPaidRecentlyMessage
source: The amount will be charged to %@
kk: Сомасы есептен шығарылады %@

# transfers.common.selectFromList
source: Select from list
kk: Тізімнен таңдаңыз

# main.cards.title
source: Cards
kk: Карталар

# main.navigation.title
source: Main
kk: Басты бет

# main.deposits.title
source: Deposits
kk: Депозиттер

# main.loans.title
source: Loans
kk: Несиелер

# main.accounts.title
source: Accounts
kk: Ағымдағы шоттар

# main.deposits.openDeposit.title
source: Open deposit
kk: Депозит ашу

# main.deposits.openDeposit.subtitle
source: Store and profit
kk: Сақтау және көбейту

# common.credit.enoughFunds
source: Enough money
kk: Ақша жеткілікті

# banking.credit.writeOfDate
source: Will be debited %@
kk: Есептен шығарылады

# payments.bill.title
source: Receipt
kk: Түбіртек

# main.loans.nextPayment
source: Next payment
kk: Келесі төлем

# payments.bill.addedAsFast
source: Added to Quick
kk: Жылдамдыққа қосылды

# settings.more.title
source: More
kk: Тағы

# settings.more.allKaz
source: All Kazakhstan
kk: Бүкіл Қазақстан

# common.untilDate
source: until %@
kk: %@ дейін

# common.notEnoughFunds.popup.changeSource
source: Choose another card or account
kk: Басқа картаны немесе шотты таңдаңыз

# transfers.history.noItemsForPeriod
source: There is no history during the selected period
kk: Таңдалған кезеңдегі тарих жоқ

# transfers.favorites.noItemsActionTitle
source: Click on
kk: Басыңыз

# transfers.favorites.noItemsActionDetails
source: at the end of a new transfer or in a receipt
kk: жаңа аударым соңында немесе түбіртекте

# transfers.addCard.selectCard
source: Select a card
kk: Картаны таңдаңыз

# banking.credit.fineAmount
source: + %@ penalty
kk: + %@ айыппұл

# transfers.favorite.removeAlert.confirmation
source: Are you sure you want to remove the transfer from Quick?
kk: Жылдам бөлімнен жойғыңыз келе ме?

# transfers.favorite.removeAlert.delete
source: Remove
kk: Жою

# transfers.favorite.removeFromFavorites
source: Remove from Quick
kk: Жылдам бөлімнен алып тастаңыз

# payments.subscriptions.empty.title
source: You don't have quick payments
kk: Сізде жылдам төлемдер әлі жоқ

# products.creditcard.defaultName
source: Credit card
kk: Кредит картасы

# common.root.error
source: Root-rights are found on your phone. Unfortunately, you can't log in to the app
kk: Телефонда Root-құқықтары анықталды. Өкінішке орай, сіз қосымшаға кіре алмайсыз.

# common.symbols
source: characters
kk: таңбалар

# transfers.byAccountNumber.comments
source: Comment (optional)
kk: Аудармаға түсініктеме (міндетті емес)

# settings.notifications.personalOffersTitle
source: Personal offers
kk: Жеке ұсыныстар

# settings.notifications.personalOffersSubTitle
source: Information and advertising messages
kk: Ақпараттық және жарнамалық хабарламалар

# settings.notifications.bankMessageTitle
source: Messages from the bank
kk: Банктің хабарламалары

# settings.notifications.bankMessageSubTitle
source: Notifications of upcoming payments, account replenishment and much more
kk: Алдағы несие төлемдері, шотты толтыру және тағы басқалар туралы хабарламалар

# common.copied
source: Copied
kk: Көшірілген

# transfers.byPhone.transferToOwnPhoneError
source: Упс, вы переводите деньги по своему номеру телефона
kk: Сіз өзіңіздің телефон нөміріңіз арқылы ақша аударасыз

# common.onboarding.pushTitle
source: Always up to date!
kk: Әрқашан хабардар болу!

# common.onboarding.pushDescription
source: Turn on notifications to always know about all actions on cards and personal offers of the bank
kk: Карталардағы барлық әрекеттер туралы және банктің жеке ұсыныстары туралы үнемі хабардар болу үшін хабарландыруларды қосыңыз

# common.onboarding.pushTurnOn
source: Enable notifications
kk: Хабарландыруларды қосу

# common.onboarding.notNow
source: Not now
kk: Қазір емес

# alfaBlack.statement.totalDebt
source: Total debt
kk: Жалпы қарыз

# common.fromDate
source: From %@
kk: c %@

# alfaBlack.statement.monthlyPaymentStatus.expired
source: Late
kk: Кешіктірілген

# alfaBlack.statement.monthlyPaymentStatus.paid
source: Paid
kk: Төленген
